rail_lab2/app/controllers/sessions_controller.rb

SELECT "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "sara@hotmail.com"], ["LIMIT", 1]]
---
    def create
        user = User.find_by(email:login_params[:email])